/* Top-level folders
*/
"System" = "Systeem";
"Applications" = "Programma's";
"Library" = "Bibliotheek";
"Users" = "Gebruikers";
"Network" = "Netwerk";


/* The shared user, under /Users
*/
"Shared" = "Gedeeld";


/* Subfolders of /Applications
*/
"Server" = "Server";
"Utilities" = "Hulpprogramma's";


/* Folders in user homes
*/
"Desktop" = "Bureaublad";
"Documents" = "Documenten";
"Movies" = "Films";
"Music" = "Muziek";
"Pictures" = "Afbeeldingen";
"Public" = "Publiek";
"Sites" = "Webpagina's";
"Drop Box" = "Aflevermap";
"Favorites" = "Favorieten";
"Saved Searches" = "Bewaarde zoekacties";
"Mail Downloads" = "Mail-downloads";
"Downloads" = "Downloads";


/* Subfolders of /Network. We don't create .localized in these, someone else does.
*/
"Local" = "Lokaal";
"Servers" = "Servers";
"My Network" = "Mijn netwerk";


/* Other interesting folders --- These need the .localized created on the fly or to be made available with the folder 
*/
"Deleted Users" = "Verwijderde gebruikers";
"Groups" = "Groepen";
"Faxes" = "Faxen";
"Compositions" = "Composities";		/* For Quartz Composer compositions */
"Shared Items" = "Gedeelde onderdelen";		/* Under /, for Server */
"Incompatible Software" = "Incompatibele software";	/* Under / or ~ */

/* Simple Finder additions
*/
"My Applications" = "Mijn programma's";


